<!DOCTYPE html>
<html lang="es">
  <head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="css/styles-main.css">
    <link rel="shortcut icon" href="assets/icons/iconsCosmos.ico" type="image/x-icon">
    <title>El sistema solar &#9728;</title>
    <link
      rel="stylesheet"
      href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.1/css/all.min.css"
    />
    <script src="https://code.jquery.com/jquery-3.6.4.min.js"></script>
  </head>
  <body>
    <header>
      <div id="logotipo">
      <a href="index.html"><div class="logo">
        <span>C</span>
        <span class="planet left">&#129680;</span>
        <span>S</span>
        <span>M</span>
        <span class="planet right">&#129680;</span>
        <span>S</span>
      </div></a>
      <div id="logoCentro">
        <a href="https://www.iesjuanbosco.es" target="_blank"><img src="assets/images/logoIESJuanBosco.webp" 
            alt="Logo IES Juan Bosco"></a>
      </div>
    </div>
      <span id="btnMenu"><i class="fas fa-bars"></i></span>
      <nav>
        <ul class="menu" id="menu">
          <li><a href="pages/mercurio.html">Mercurio</a></li>
          <li><a href="pages/venus.html">Venus</a></li>
          <li><a href="pages/tierra.html">Tierra</a></li>
          <li><a href="pages/luna.html">Luna</a></li>
          <li><a href="pages/marte.html">Marte</a></li>
          <li><a href="pages/jupiter.html">Júpiter</a></li>
          <li><a href="pages/saturno.html">Saturno</a></li>
          <li><a href="pages/urano.html">Urano</a></li>
          <li><a href="pages/neptuno.html">Neptuno</a></li>
          <li><a href="pages/ranking.html">Ranking</a></li>
          <li class="button">
            <a href="pages/formularioConcurso.html">
              <span class="naveicon"></span>
              Concurso cósmico
            </a>
          </li>
        </ul>
      </nav>      
    </header>
    <iframe id="sistema_solar"
        src="https://eyes.nasa.gov/apps/solar-system/#/home"
        loading="lazy"
      ></iframe>
    <main>
      <section id="contenido">
        <div id="planetaContenido">
        <div id="planeta">
          <div id="centrar">
            <div id="sol"></div>
          </div>
          <div id="descripcionSol">
            <p>El ardiente coraz&oacute;n de nuestro sistema solar</p>
            <h1>EL SOL <span id="emojiSol">&#9728;</span></h1>
          </div>
        </div>
        </div>
        <article id="introduccion">
          <p>El nombre del sol proviene del lat&iacute;n &quot;sol&quot;, que era utilizado por los romanos para 
            nombrar al esplendoroso astro que generosamente les prove&iacute;a de la radiante luz del d&iacute;a. 
            Desde tiempos inmemoriales, esta majestuosa estrella ha cautivado a la humanidad con su resplandor incansable,
           guiando nuestros pasos y permiti&eacute;ndonos experimentar la vida en todo su esplendor bajo su c&aacute;lido
           abrazo celestial.</p>
        </article>
        <article id="caracteristicas">
          <h2>CARACTERISTICAS</h2>
          <ul>
              <li>Se clasifica como una estrella de tipo espectral G2 y pertenece a la clase de luminosidad V, lo que se representa como una estrella &quot;G2V&quot;.</li>
              <li>El di&aacute;metro del Sol es de 1.4 millones de kil&oacute;metros. Esta medida var&iacute;a ligeramente debido a las fluctuaciones en la actividad solar. Su di&aacute;metro es 109 veces mayor que el de la Tierra.</li>
              <li>La distancia del radio del sol es de 696,340 kil&oacute;metros. Es importante destacar que el Sol es una estrella de gran tama&ntilde;o en comparaci&oacute;n con los planetas de nuestro sistema solar.</li>
              <li>La edad del sol es de aproximadamente 4.5 mil millones de a&ntilde;os.</li>
              <li>Su composici&oacute;n es aproximadamente el 74% hidr&oacute;geno, mientras que el helio constituye alrededor del 24%, el resto se compone de otros elementos en cantidades mucho m&aacute;s peque&ntilde;as como son el ox&iacute;geno, carbono, ne&oacute;n, nitr&oacute;geno, magnesio, hierro.</li>
          </ul>
          <div id="foto"></div>
          </div>
      </article>

      <article id="curiosidades">
          <h2>CURIOSIDADES</h2>
          <ul>
              <li>El Sol pasa por ciclos regulares de actividad conocidos como el ciclo solar. Este ciclo dura aproximadamente 11 a&ntilde;os y se caracteriza por cambios en la actividad de las manchas solares, las erupciones solares y las eyecciones de masa coronal.</li>
              <li>La temperatura en la superficie del Sol es de aproximadamente 5,778 grados Kelvin. En el n&uacute;cleo, donde tiene lugar la fusi&oacute;n nuclear, la temperatura alcanza alrededor de 15 millones de grados Kelvin.</li>
              <li>La gravedad del Sol es una de las fuerzas fundamentales que determina el movimiento de los objetos en el sistema solar, es de 274 m/s&sup2;</li>
              <li>La energ&iacute;a solar es nuestra principal fuente de energ&iacute;a renovable: La energ&iacute;a solar, aprovechada mediante paneles solares, se ha convertido en una importante fuente de energ&iacute;a renovable.</li>
          </ul>
      </article>
      
      </section>
    </main>
    <footer>
      <div id="contenidoFooter">
        <div id="creditos">
          <p>CRÉDITOS</p>
          <p>
            En la elaboración de esta página web participaron los programadores Jorge, Diego y Eduardo, cuya dedicación y talento fueron fundamentales para el éxito del proyecto. También reconocemos la valiosa colaboración de los estudiantes de Marina Martínez Bonat de 3º de ESO A, B y C, y los alumnos de Alicia Portero Hernández del IES Juan Bosco de Alcázar de San Juan. Su compromiso y entusiasmo fueron imprescindibles para hacer posible este proyecto. Agradecemos especialmente a María Teresa Olmedilla Escribano por su apoyo y orientación.
          </p>
        </div>
        <ul class="wrapper">
          <li class="icon github">
            <span class="tipo">Diego</span>
           <a href="https://github.com/MrWiskers06"><span><i class="fab fa-github"></i></span></a>
          </li>
          <li class="icon github">
            <span class="tipo">Jorge</span>
            <a href="https://github.com/jorgeescu"><span><i class="fab fa-github"></i></span></a>
          </li>
          <li class="icon github">
            <span class="tipo">Eduardo</span>
            <a href="https://github.com/eduscnr"
              ><span><i class="fab fa-github"></i></span
            ></a>
          </li>
        </ul>
        <div id="mapa">
          <p>UBICACIÓN</p>
          <iframe
            src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3083.4422037949753!2d-3.2267739457325697!3d39.39150064446475!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0xd69af036cec6af9%3A0x3cb32e283081ecee!2sIES%20Juan%20Bosco!5e0!3m2!1ses!2ses!4v1682613313155!5m2!1ses!2ses"
            width="400"
            height="300"
            style="border: 0"
            allowfullscreen=""
            loading="lazy"
            referrerpolicy="no-referrer-when-downgrade"
          ></iframe>
        </div>
      </div>
    </footer>
    <img
    src="./assets/images/botonInicioPagina.webp"
    alt="Imagen cohete para volver al inicio"
    id="inicio"
    class="cohete"
  />
    <script src="js/pages.js"></script>
    <script src="js/menu.js"></script>
    
    
  </body>
</html>
