<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Luna terrestre &#127763;</title>
    <link rel="shortcut icon" href="../assets/icons/iconsCosmos.ico" type="image/x-icon">
    <link rel="stylesheet" href="../css/styleUrano.css">
    <link rel="stylesheet" href="../css/styleLuna.css">
    <script src="https://code.jquery.com/jquery-3.6.4.min.js"></script>
</head>
<body>
    <header >
        <div class="logo">
            <span>C</span>
            <span class="planet left">&#129680;</span>
            <span>S</span>
            <span>M</span>
            <span class="planet right">&#129680;</span>
            <span>S</span>
        </div>
        <div id="logoCentro">
            <a href="https://www.iesjuanbosco.es" target="_blank"><img src="../assets/images/logoIESJuanBosco.png" alt="Logo IES Juan Bosco"></a>
        </div>
    </header>
    <main>
        <section>

            <div class="planeta">
                <div id="planeta"></div>
                <p>La joya plateada del cielo nocturno</p>
                <h1>LA LUNA</h1>
            </div>

            <div id="introduccion">
                <p>La Luna es el &uacute;nico sat&eacute;lite natural de la Tierra y el quinto sat&eacute;lite m&aacute;s grande del sistema solar. Su nombre proviene del lat&iacute;n "luna" que significa "luz", en su forma arcaica era "leuksna" y despu&eacute;s "louksna". La uni&oacute;n de "leuks" (luz) y el sufijo -na significa luminosa</p>
                <p> Desde la antig&uuml;edad, la Luna ha fascinado a la humanidad y ha sido objeto de estudio y observaci&oacute;n por parte de diversas culturas.</p>
            </div>

            <article id="caracteristicas">
                <h2>CARACTERISTICAS</h2>
                <ul>
                    <li><span>TEMPERATURA MEDIA &rarr; </span>Diurna 100&deg;C / Nocturna -173&deg;C.</li>
                    <li><span>多PRESENCIA DE AGUA? &rarr; </span>S&iacute;, misiones espaciales han descubierto evidencias de agua en diferentes formas.</li>
                    <li><span>COMPOSICI&Oacute;N DE LA ATM&Oacute;SFERA &rarr; </span>Se compone principalmente de helio y peque単as cantidades de ne&oacute;n, hidr&oacute;geno y arg&oacute;n, entre otros gases.</li>
                    <li><span>GRAVEDAD &rarr; </span>Ligeramente inferior a la de la Tierra, aproximadamente 1.62 m/s&sup2;</li>
                    <li><span>SUPERFICIE &rarr; </span>38 millones de km&sup2; aproximadamente.</li>
                    <li><span>PERIODO DE ROTACI&Oacute;N &rarr; </span>27.3 dias.</li>
                    <li><span>PERIODO DE TRASLACI&Oacute;N &rarr; </span>27.3 dias.</li>
                    <li>La duraci&oacute;n de ambos periodos es la misma debido a un fen&oacute;meno conocido como &quot;Acoplamientos de mareas&quot; el cual ralentiza el movimiento de rotaci&oacute;n de la luna. A lo largo del tiempo, este proceso ha hecho que la rotaci&oacute;n de la Luna coincida con su per&iacute;odo orbital alrededor de la Tierra, lo que significa que siempre muestra la misma cara hacia nosotros.</li>
                </ul>
                <div id="astronauta"></div>
            </article>

            <article id="curiosidades">
                <h2>CURIOSIDADES</h2>
                <ul>
                    <li>La distancia promedio entre la Luna y la Tierra es de aproximadamente 384,400 km. En la luna no hay viento ni sonido. Se podr&iacute;a decir que ha llegado mas gente a la Luna que a las profundidades de los oceanos. <br> Cada a単o la Luna se aleja de la Tierra 3.8 cent&iacute;metros.</li>
                    <li>La Luna se form&oacute; hace unos 4.5 mil millones de a単os y ha evolucionado a lo largo del tiempo debido a la actividad geol&oacute;gica y la erosi&oacute;n. Est&aacute; compuesta principalmente de rocas &iacute;gneas, como basalto y anortosita, y tambi&eacute;n contiene elementos como hierro, titanio y helio-3.</li>
                    <li>Fases lunares e influencia sobre la Tierra &rarr; La Luna muestra diferentes fases a medida que se mueve alrededor de la Tierra. La Luna llena ocurre cuando la Luna est&aacute; en el lado opuesto de la Tierra al Sol y la Luna nueva ocurre cuando la Luna est&aacute; entre la Tierra y el Sol. Tiene una serie de efectos sobre la Tierra, incluyendo las mareas y la estabilizaci&oacute;n del eje de la Tierra.</li>
                    <li>La Luna ha sido objeto de varias misiones espaciales, incluyendo el <a href="https://es.wikipedia.org/wiki/Programa_Apolo" target="_blank">programa Apolo</a> de Estados Unidos y misiones m&aacute;s recientes de China y otros pa&iacute;ses. Se ha propuesto que la Luna podr&iacute;a ser colonizada en el futuro debido a su proximidad a la Tierra y sus recursos potenciales, como el agua y los minerales.</li>
                </ul>
            </article>
            
        </section>
    </main>

    <footer>
        <div class="contenidoFooter">
            <div class="enlacesPlanetas">
                <h3>CUERPOS DEL SISTEMA SOLAR</h3>
                <ul>
                    <li><a href="">MERCURIO</a></li>
                    <li><a href="">VENUS</a></li>
                    <li><a href="">TIERRA</a></li>
                    <li><a href="">MARTE</a></li>
                    <li><a href="">JUPITER</a></li>
                    <li><a href="">SATURNO</a></li>
                    <li><a href="./urano.html">URANO</a></li>
                    <li><a href="./neptuno.html">NEPTUNO</a></li>
                    <li><a href="./luna.html">LA LUNA</a></li>
                </ul>
            </div>
            <div class="pedidos">
                <h3>Su pedido</h3>
                <ul>
                    <li><a href="./fomularios/formularioContacto.html">Contacto</a></li>
                    <li><a href="#">Pagos</a></li>
                    <li><a href="#">Envios</a></li>
                </ul>
            </div>
            <div class="mapa">
                <h3>UBICACI&Oacute;N</h3>
                <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3083.4422037949753!2d-3.2267739457325697!3d39.39150064446475!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0xd69af036cec6af9%3A0x3cb32e283081ecee!2sIES%20Juan%20Bosco!5e0!3m2!1ses!2ses!4v1682613313155!5m2!1ses!2ses" width="400" height="300" style="border:0;" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
            </div>
        </div>
        <img src="../assets/images/botonInicioPagina.png" alt="Imagen cohete para volver al inicio" id="inicio" class="cohete">
    </footer>

    <script src="../js/pages.js"></script>
</body>
</html>